Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# store.rushAllowanceCount
source: Free each day: %lld Rush runs, separate from the Tactics allowance. Both reset at 9:00 AM local time. Playing against AI or another person remains unlimited.
ar_sa: مجاناً كل يوم: %lld جولات Rush، منفصلة عن حصة التكتيك. كلاهما يُعاد ضبطه الساعة 9:00 صباحاً بالتوقيت المحلي. اللعب ضد الحاسوب أو ضد شخص آخر يبقى بلا حدود.
cs: Zdarma každý den: %lld běhů Rush, odděleně od přídělu na taktiku. Oboje se obnovuje v 9:00 místního času. Hra proti počítači i proti člověku zůstává bez omezení.
da: Gratis hver dag: %lld Rush-runder, adskilt fra taktikkvoten. Begge nulstilles kl. 9:00 lokal tid. At spille mod AI eller mod en anden person er fortsat ubegrænset.
de_de: Kostenlos pro Tag: %lld Rush-Läufe, getrennt vom Taktik-Kontingent. Beides wird um 9:00 Uhr Ortszeit zurückgesetzt. Das Spiel gegen die KI oder gegen eine andere Person bleibt unbegrenzt.
el: Δωρεάν κάθε μέρα: %lld γύροι Rush, ξεχωριστά από το όριο τακτικής. Και τα δύο μηδενίζονται στις 9:00 τοπική ώρα. Το παιχνίδι εναντίον υπολογιστή ή άλλου παίκτη παραμένει απεριόριστο.
es_es: Gratis cada día: %lld rondas de Rush, aparte de la cuota de táctica. Ambos se reinician a las 9:00 hora local. Jugar contra la IA o contra otra persona sigue siendo ilimitado.
fi: Ilmaiseksi joka päivä: %lld Rush-kierrosta, erillään taktiikkakiintiöstä. Molemmat nollautuvat klo 9.00 paikallista aikaa. Pelaaminen tekoälyä tai toista ihmistä vastaan on edelleen rajatonta.
fr_ca: Gratuit chaque jour : %lld parties Rush, distinctes du quota de tactique. Les deux se réinitialisent à 9 h, heure locale. Jouer contre l’IA ou contre une autre personne reste illimité.
he: בחינם בכל יום: %lld סבבי Rush, בנפרד ממכסת הטקטיקה. שניהם מתאפסים ב־9:00 שעון מקומי. משחק מול המחשב או מול אדם אחר נשאר ללא הגבלה.
hi: हर दिन मुफ़्त: %lld Rush राउंड, टैक्टिक्स कोटे से अलग। दोनों स्थानीय समयानुसार सुबह 9:00 बजे रीसेट होते हैं। AI या किसी व्यक्ति के विरुद्ध खेलना असीमित रहता है।
hu: Ingyen naponta: %lld Rush-kör, a taktikai kerettől külön. Mindkettő 9:00-kor, helyi idő szerint nullázódik. A gép vagy másik ember elleni játék továbbra is korlátlan.
id: Gratis setiap hari: %lld ronde Rush, terpisah dari kuota taktik. Keduanya disetel ulang pukul 09.00 waktu setempat. Bermain melawan AI atau orang lain tetap tanpa batas.
it: Gratis ogni giorno: %lld sessioni Rush, separate dalla quota di tattica. Entrambi si azzerano alle 9:00 ora locale. Giocare contro l’IA o contro un’altra persona resta illimitato.
ja: 毎日無料: %lld 回の Rush。戦術問題とは別枠です。どちらも現地時間の午前9時にリセットされます。AI や人との対局は無制限のままです。
ko: 매일 무료: Rush %lld회, 전술 한도와는 별개입니다. 둘 다 현지 시간 오전 9시에 초기화됩니다. AI나 다른 사람과의 대국은 계속 무제한입니다.
ms: Percuma setiap hari: %lld pusingan Rush, berasingan daripada kuota taktik. Kedua-duanya ditetapkan semula pada 9:00 pagi waktu tempatan. Bermain menentang AI atau orang lain kekal tanpa had.
nl_nl: Gratis per dag: %lld Rush-rondes, los van het tactiektegoed. Beide worden om 9:00 uur lokale tijd hersteld. Spelen tegen de AI of tegen een ander blijft onbeperkt.
no: Gratis hver dag: %lld Rush-runder, atskilt fra taktikkvoten. Begge nullstilles kl. 9:00 lokal tid. Å spille mot KI eller mot en annen person er fortsatt ubegrenset.
pl: Za darmo każdego dnia: %lld rund Rush, niezależnie od limitu taktyki. Oba resetują się o 9:00 czasu lokalnego. Gra przeciwko SI lub innej osobie pozostaje bez ograniczeń.
pt_br: Grátis por dia: %lld rodadas Rush, separadas da cota de tática. Ambos são reiniciados às 9:00 no horário local. Jogar contra a IA ou contra outra pessoa continua ilimitado.
ro: Gratuit în fiecare zi: %lld runde Rush, separat de alocarea pentru tactică. Ambele se resetează la ora 9:00, ora locală. Jocul împotriva IA sau a altei persoane rămâne nelimitat.
ru: Бесплатно каждый день: %lld заходов Rush, отдельно от тактической нормы. Обе обнуляются в 9:00 по местному времени. Игра против компьютера или другого человека остаётся без ограничений.
sv: Gratis varje dag: %lld Rush-omgångar, skilt från taktikkvoten. Båda nollställs kl. 9:00 lokal tid. Att spela mot AI eller mot en annan person är fortsatt obegränsat.
th: ฟรีทุกวัน: Rush %lld รอบ แยกจากโควตาแทคติก ทั้งสองรีเซ็ตเวลา 9:00 น. ตามเวลาท้องถิ่น การเล่นกับ AI หรือกับคนอื่นยังคงไม่จำกัด
tr: Her gün ücretsiz: %lld Rush turu, taktik hakkından ayrı. İkisi de yerel saatle 09:00’da sıfırlanır. Yapay zekâya veya başka birine karşı oynamak sınırsız kalır.
vi: Miễn phí mỗi ngày: %lld lượt Rush, tách biệt với hạn mức chiến thuật. Cả hai đặt lại lúc 9:00 giờ địa phương. Chơi với AI hoặc với người khác vẫn không giới hạn.
zh_hans: 每天免费：%lld 次 Rush，与战术额度分开计算。两者都在当地时间上午 9:00 重置。与 AI 或与他人对弈仍不受限制。
zh_hant: 每天免費：%lld 次 Rush，與戰術額度分開計算。兩者都在當地時間上午 9:00 重置。與 AI 或與他人對弈仍不受限制。

# store.tacticsAllowanceCount
source: Free each day: %lld Tactics puzzles. Rush has its own separate allowance. Both reset at 9:00 AM local time. Playing against AI or another person remains unlimited.
ar_sa: مجاناً كل يوم: %lld مسائل تكتيك. لدى Rush حصته المنفصلة. كلاهما يُعاد ضبطه الساعة 9:00 صباحاً بالتوقيت المحلي. اللعب ضد الحاسوب أو ضد شخص آخر يبقى بلا حدود.
cs: Zdarma každý den: %lld taktických úloh. Rush má vlastní samostatný příděl. Oboje se obnovuje v 9:00 místního času. Hra proti počítači i proti člověku zůstává bez omezení.
da: Gratis hver dag: %lld taktikopgaver. Rush har sin egen særskilte kvote. Begge nulstilles kl. 9:00 lokal tid. At spille mod AI eller mod en anden person er fortsat ubegrænset.
de_de: Kostenlos pro Tag: %lld Taktikaufgaben. Rush hat sein eigenes Kontingent. Beides wird um 9:00 Uhr Ortszeit zurückgesetzt. Das Spiel gegen die KI oder gegen eine andere Person bleibt unbegrenzt.
el: Δωρεάν κάθε μέρα: %lld τακτικά προβλήματα. Το Rush έχει δικό του ξεχωριστό όριο. Και τα δύο μηδενίζονται στις 9:00 τοπική ώρα. Το παιχνίδι εναντίον υπολογιστή ή άλλου παίκτη παραμένει απεριόριστο.
es_es: Gratis cada día: %lld ejercicios tácticos. Rush tiene su propia cuota aparte. Ambos se reinician a las 9:00 hora local. Jugar contra la IA o contra otra persona sigue siendo ilimitado.
fi: Ilmaiseksi joka päivä: %lld taktiikkatehtävää. Rushilla on oma erillinen kiintiönsä. Molemmat nollautuvat klo 9.00 paikallista aikaa. Pelaaminen tekoälyä tai toista ihmistä vastaan on edelleen rajatonta.
fr_ca: Gratuit chaque jour : %lld exercices tactiques. Rush dispose de son propre quota. Les deux se réinitialisent à 9 h, heure locale. Jouer contre l’IA ou contre une autre personne reste illimité.
he: בחינם בכל יום: %lld תרגילי טקטיקה. ל־Rush יש מכסה נפרדת משלו. שניהם מתאפסים ב־9:00 שעון מקומי. משחק מול המחשב או מול אדם אחר נשאר ללא הגבלה.
hi: हर दिन मुफ़्त: %lld टैक्टिक्स पज़ल। Rush का अपना अलग कोटा है। दोनों स्थानीय समयानुसार सुबह 9:00 बजे रीसेट होते हैं। AI या किसी व्यक्ति के विरुद्ध खेलना असीमित रहता है।
hu: Ingyen naponta: %lld taktikai feladat. A Rushnak saját külön kerete van. Mindkettő 9:00-kor, helyi idő szerint nullázódik. A gép vagy másik ember elleni játék továbbra is korlátlan.
id: Gratis setiap hari: %lld teka-teki taktik. Rush punya kuota terpisah sendiri. Keduanya disetel ulang pukul 09.00 waktu setempat. Bermain melawan AI atau orang lain tetap tanpa batas.
it: Gratis ogni giorno: %lld esercizi tattici. Rush ha la sua quota separata. Entrambi si azzerano alle 9:00 ora locale. Giocare contro l’IA o contro un’altra persona resta illimitato.
ja: 毎日無料: %lld 問の戦術問題。Rush には別枠があります。どちらも現地時間の午前9時にリセットされます。AI や人との対局は無制限のままです。
ko: 매일 무료: 전술 문제 %lld개. Rush는 별도 한도가 있습니다. 둘 다 현지 시간 오전 9시에 초기화됩니다. AI나 다른 사람과의 대국은 계속 무제한입니다.
ms: Percuma setiap hari: %lld teka-teki taktik. Rush ada kuota berasingan sendiri. Kedua-duanya ditetapkan semula pada 9:00 pagi waktu tempatan. Bermain menentang AI atau orang lain kekal tanpa had.
nl_nl: Gratis per dag: %lld tactiekpuzzels. Rush heeft een eigen apart tegoed. Beide worden om 9:00 uur lokale tijd hersteld. Spelen tegen de AI of tegen een ander blijft onbeperkt.
no: Gratis hver dag: %lld taktikkoppgaver. Rush har sin egen kvote. Begge nullstilles kl. 9:00 lokal tid. Å spille mot KI eller mot en annen person er fortsatt ubegrenset.
pl: Za darmo każdego dnia: %lld zadań taktycznych. Rush ma własny osobny limit. Oba resetują się o 9:00 czasu lokalnego. Gra przeciwko SI lub innej osobie pozostaje bez ograniczeń.
pt_br: Grátis por dia: %lld exercícios táticos. O Rush tem sua própria cota separada. Ambos são reiniciados às 9:00 no horário local. Jogar contra a IA ou contra outra pessoa continua ilimitado.
ro: Gratuit în fiecare zi: %lld exerciții tactice. Rush are propria alocare separată. Ambele se resetează la ora 9:00, ora locală. Jocul împotriva IA sau a altei persoane rămâne nelimitat.
ru: Бесплатно каждый день: %lld тактических задач. У Rush своя отдельная норма. Обе обнуляются в 9:00 по местному времени. Игра против компьютера или другого человека остаётся без ограничений.
sv: Gratis varje dag: %lld taktikuppgifter. Rush har sin egen separata kvot. Båda nollställs kl. 9:00 lokal tid. Att spela mot AI eller mot en annan person är fortsatt obegränsat.
th: ฟรีทุกวัน: โจทย์แทคติก %lld ข้อ Rush มีโควตาแยกของตัวเอง ทั้งสองรีเซ็ตเวลา 9:00 น. ตามเวลาท้องถิ่น การเล่นกับ AI หรือกับคนอื่นยังคงไม่จำกัด
tr: Her gün ücretsiz: %lld taktik bulmacası. Rush’ın kendi ayrı hakkı var. İkisi de yerel saatle 09:00’da sıfırlanır. Yapay zekâya veya başka birine karşı oynamak sınırsız kalır.
vi: Miễn phí mỗi ngày: %lld bài tập chiến thuật. Rush có hạn mức riêng. Cả hai đặt lại lúc 9:00 giờ địa phương. Chơi với AI hoặc với người khác vẫn không giới hạn.
zh_hans: 每天免费：%lld 道战术题。Rush 有自己独立的额度。两者都在当地时间上午 9:00 重置。与 AI 或与他人对弈仍不受限制。
zh_hant: 每天免費：%lld 道戰術題。Rush 有自己獨立的額度。兩者都在當地時間上午 9:00 重置。與 AI 或與他人對弈仍不受限制。

# store.terms
source: Terms of Use
ar_sa: شروط الاستخدام
cs: Podmínky použití
da: Vilkår for brug
de_de: Nutzungsbedingungen
el: Όροι χρήσης
es_es: Términos de uso
fi: Käyttöehdot
fr_ca: Conditions d'utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Termini d'uso
ja: 利用規約
ko: 이용약관
ms: Terma Penggunaan
nl_nl: Gebruiksvoorwaarden
no: Bruksvilkår
pl: Warunki użytkowania
pt_br: Termos de Uso
ro: Termeni de utilizare
ru: Условия использования
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# store.thankYou
source: Thank you — the training is unlocked.
ar_sa: شكرًا — التدريب مفتوح الآن.
cs: Díky — trénink je odemčený.
da: Tak — træningen er låst op.
de_de: Danke — das Training ist freigeschaltet.
el: Ευχαριστούμε — η προπόνηση ξεκλειδώθηκε.
es_es: Gracias: el entrenamiento está desbloqueado.
fi: Kiitos — harjoittelu on avattu.
fr_ca: Merci — l'entraînement est débloqué.
he: תודה — האימון נפתח.
hi: धन्यवाद — अभ्यास खुल गया।
hu: Köszönjük — az edzés fel van oldva.
id: Terima kasih — latihannya sudah terbuka.
it: Grazie — l'allenamento è sbloccato.
ja: ありがとうございます — トレーニングが解放されました。
ko: 감사합니다 — 훈련이 열렸습니다.
ms: Terima kasih — latihan telah dibuka.
nl_nl: Bedankt — de training is ontgrendeld.
no: Takk — treningen er låst opp.
pl: Dziękujemy — trening odblokowany.
pt_br: Obrigado — o treino está desbloqueado.
ro: Mulțumim — antrenamentul este deblocat.
ru: Спасибо — тренировки открыты.
sv: Tack — träningen är upplåst.
th: ขอบคุณ — ปลดล็อกการฝึกแล้ว
tr: Teşekkürler — antrenman açıldı.
vi: Cảm ơn — phần luyện tập đã mở khóa.
zh_hans: 谢谢——训练已解锁。
zh_hant: 謝謝——訓練已解鎖。

# store.tryAgain
source: Try again
ar_sa: أعد المحاولة
cs: Zkusit znovu
da: Prøv igen
de_de: Erneut versuchen
el: Δοκίμασε ξανά
es_es: Reintentar
fi: Yritä uudelleen
fr_ca: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba lagi
nl_nl: Opnieuw proberen
no: Prøv igjen
pl: Spróbuj ponownie
pt_br: Tentar de novo
ro: Încearcă din nou
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# store.unavailable
source: The store is unavailable right now. Please try again.
ar_sa: المتجر غير متاح الآن. حاول مرة أخرى.
cs: Obchod teď není dostupný. Zkus to znovu.
da: Butikken er ikke tilgængelig lige nu. Prøv igen.
de_de: Der Store ist gerade nicht erreichbar. Bitte versuche es erneut.
el: Το κατάστημα δεν είναι διαθέσιμο αυτή τη στιγμή. Δοκίμασε ξανά.
es_es: La tienda no está disponible ahora mismo. Inténtalo de nuevo.
fi: Kauppa ei ole juuri nyt käytettävissä. Yritä uudelleen.
fr_ca: La boutique est indisponible pour le moment. Réessayez.
he: החנות אינה זמינה כרגע. נסה שוב.
hi: स्टोर अभी उपलब्ध नहीं है। फिर कोशिश करें।
hu: A bolt most nem érhető el. Próbáld újra.
id: Toko sedang tidak tersedia. Coba lagi.
it: Lo store non è disponibile in questo momento. Riprova.
ja: ただいまストアを利用できません。もう一度お試しください。
ko: 지금은 스토어를 사용할 수 없습니다. 다시 시도해 주세요.
ms: Kedai tidak tersedia buat masa ini. Cuba lagi.
nl_nl: De winkel is nu niet beschikbaar. Probeer het opnieuw.
no: Butikken er ikke tilgjengelig nå. Prøv igjen.
pl: Sklep jest teraz niedostępny. Spróbuj ponownie.
pt_br: A loja está indisponível agora. Tente de novo.
ro: Magazinul nu este disponibil acum. Încearcă din nou.
ru: Магазин сейчас недоступен. Попробуйте ещё раз.
sv: Butiken är inte tillgänglig just nu. Försök igen.
th: ตอนนี้ใช้ร้านค้าไม่ได้ กรุณาลองใหม่
tr: Mağaza şu anda kullanılamıyor. Lütfen tekrar dene.
vi: Cửa hàng hiện không khả dụng. Vui lòng thử lại.
zh_hans: 商店暂时不可用，请再试一次。
zh_hant: 商店暫時無法使用，請再試一次。

# store.unknownResult
source: The App Store returned a result this app does not understand.
ar_sa: أعاد App Store نتيجة لا يفهمها هذا التطبيق.
cs: App Store vrátil výsledek, kterému tahle aplikace nerozumí.
da: App Store svarede med noget, denne app ikke kender.
de_de: Der App Store hat eine Antwort geliefert, die diese App nicht kennt.
el: Το App Store επέστρεψε αποτέλεσμα που η εφαρμογή δεν αναγνωρίζει.
es_es: La App Store devolvió un resultado que esta app no entiende.
fi: App Store palautti tuloksen, jota tämä sovellus ei tunne.
fr_ca: L'App Store a renvoyé un résultat que cette app ne comprend pas.
he: ה-App Store החזיר תשובה שהאפליקציה לא מכירה.
hi: App Store ने ऐसा उत्तर दिया जिसे यह ऐप नहीं समझता।
hu: Az App Store olyan választ adott, amit ez az alkalmazás nem ismer.
id: App Store mengembalikan hasil yang tidak dikenali aplikasi ini.
it: L'App Store ha restituito un esito che questa app non riconosce.
ja: App Store がこのアプリの知らない結果を返しました。
ko: App Store가 이 앱이 모르는 결과를 반환했습니다.
ms: App Store memulangkan hasil yang aplikasi ini tidak fahami.
nl_nl: De App Store gaf een antwoord dat deze app niet kent.
no: App Store svarte med noe appen ikke kjenner igjen.
pl: App Store zwrócił odpowiedź, której ta aplikacja nie rozumie.
pt_br: A App Store devolveu um resultado que este aplicativo não entende.
ro: App Store a returnat un rezultat pe care aplicația nu îl înțelege.
ru: App Store вернул ответ, который приложение не понимает.
sv: App Store svarade med något appen inte känner igen.
th: App Store ส่งผลลัพธ์ที่แอปนี้ไม่รู้จัก
tr: App Store, bu uygulamanın anlamadığı bir sonuç döndürdü.
vi: App Store trả về kết quả mà ứng dụng không hiểu.
zh_hans: App Store 返回了本应用无法识别的结果。
zh_hant: App Store 回傳了本 App 無法辨識的結果。

# store.unlimitedPuzzles
source: Every one of the 14,351 puzzles, as many a day as you want
ar_sa: كل الألغاز الـ14351، بأي عدد تريده في اليوم
cs: Všech 14 351 úloh, kolik denně chceš
da: Alle 14.351 opgaver, så mange om dagen du vil
de_de: Alle 14.351 Aufgaben, so viele pro Tag wie du willst
el: Και οι 14.351 ασκήσεις, όσες θέλεις τη μέρα
es_es: Los 14.351 ejercicios, tantos al día como quieras
fi: Kaikki 14 351 tehtävää, niin monta päivässä kuin haluat
fr_ca: Les 14 351 problèmes, autant par jour que vous voulez
he: כל 14,351 התרגילים, כמה שתרצה ביום
hi: पूरी 14,351 पहेलियाँ, रोज़ जितनी चाहें
hu: Mind a 14 351 feladvány, naponta annyi, amennyit akarsz
id: Semua 14.351 soal, sebanyak yang kamu mau tiap hari
it: Tutti i 14.351 esercizi, quanti ne vuoi al giorno
ja: 14,351 問すべて、1 日に何問でも
ko: 14,351문제 전부, 하루에 원하는 만큼
ms: Kesemua 14,351 teka-teki, seberapa banyak sehari yang anda mahu
nl_nl: Alle 14.351 puzzels, zoveel per dag als je wilt
no: Alle 14 351 oppgavene, så mange per dag du vil
pl: Wszystkie 14 351 zadań, tyle dziennie, ile chcesz
pt_br: Todos os 14.351 exercícios, quantos você quiser por dia
ro: Toate cele 14.351 de exerciții, câte vrei pe zi
ru: Все 14 351 задача, сколько угодно в день
sv: Alla 14 351 uppgifter, hur många om dagen du vill
th: ครบทั้ง 14,351 ข้อ วันละกี่ข้อก็ได้
tr: 14.351 problemin tamamı, günde istediğin kadar
vi: Toàn bộ 14.351 bài tập, mỗi ngày bao nhiêu tùy bạn
zh_hans: 全部 14,351 道题，每天想做多少做多少
zh_hant: 全部 14,351 道題，每天想做多少就做多少

# store.unlimitedRest
source: Positional judgement, endgame drills and Guess the Elo, unlimited
ar_sa: تقييم الأوضاع وتمارين النهايات وتخمين التصنيف، بلا حدود
cs: Poziční úsudek, koncovky a Hádej Elo bez omezení
da: Positionsvurdering, slutspilsøvelser og Gæt ratingen, uden grænser
de_de: Stellungsbeurteilung, Endspielübungen und Elo raten, unbegrenzt
el: Κρίση θέσης, φινάλε και Μάντεψε το Elo, χωρίς όριο
es_es: Criterio posicional, finales y Adivina el Elo, sin límite
fi: Aseman arviointi, loppupelit ja Arvaa rating — rajatta
fr_ca: Jugement positionnel, finales et Devinez l'Elo, sans limite
he: שיפוט עמדתי, תרגילי סופים וניחוש הדירוג — ללא הגבלה
hi: स्थिति का आकलन, अंत-खेल अभ्यास और रेटिंग पहचानना — बिना सीमा
hu: Állásértékelés, végjáték-gyakorlatok és Élő-találgatás korlátlanul
id: Penilaian posisi, latihan akhir permainan, dan Tebak Elo tanpa batas
it: Giudizio posizionale, finali e Indovina l'Elo, senza limiti
ja: 局面判断・終盤ドリル・レーティング当てが無制限
ko: 포지션 판단, 엔드게임 드릴, 레이팅 맞히기 무제한
ms: Penilaian kedudukan, latihan permainan akhir dan Teka Elo tanpa had
nl_nl: Positioneel inzicht, eindspeloefeningen en Raad de Elo, onbeperkt
no: Posisjonsvurdering, sluttspilløvelser og Gjett ratingen, uten grense
pl: Ocena pozycji, końcówki i Zgadnij Elo bez limitu
pt_br: Julgamento posicional, finais e Adivinhe o Elo, sem limite
ro: Judecată pozițională, finaluri și Ghicește Elo, fără limită
ru: Позиционная оценка, эндшпили и «Угадай Эло» без ограничений
sv: Positionsbedömning, slutspelsövningar och Gissa ratingen, utan gräns
th: การประเมินตำแหน่ง แบบฝึกเกมท้าย และทายเรตติ้ง ไม่จำกัด
tr: Konum değerlendirmesi, oyunsonu alıştırmaları ve Elo tahmini, sınırsız
vi: Đánh giá thế cờ, bài tàn cuộc và Đoán hệ số — không giới hạn
zh_hans: 局面判断、残局练习和猜等级分，全部不限量
zh_hant: 局面判斷、殘局練習與猜等級分，全部不限量

# store.unlimitedRush
source: Rush runs without a daily limit
ar_sa: جولات سريعة بلا حدّ يومي
cs: Série Rush bez denního limitu
da: Rush-runder uden daglig grænse
de_de: Rush-Läufe ohne Tageslimit
el: Γύροι Ρας χωρίς ημερήσιο όριο
es_es: Series de Rush sin límite diario
fi: Rush-kierroksia ilman päivärajaa
fr_ca: Des runs Rush sans limite quotidienne
he: סבבים ללא מגבלה יומית
hi: रोज़ की सीमा के बिना रश दौर
hu: Rush-körök napi korlát nélkül
id: Sesi Rush tanpa batas harian
it: Serie Rush senza limite giornaliero
ja: 1 日の回数制限なしのラッシュ
ko: 하루 제한 없는 러시
ms: Pusingan Rush tanpa had harian
nl_nl: Rush-rondes zonder daglimiet
no: Rush-runder uten daglig grense
pl: Serie Rush bez dziennego limitu
pt_br: Séries de Rush sem limite diário
ro: Runde Rush fără limită zilnică
ru: Серии Раш без дневного лимита
sv: Rush-rundor utan daglig gräns
th: รอบรัชไม่จำกัดต่อวัน
tr: Günlük sınırı olmayan Rush turları
vi: Lượt Rush không giới hạn mỗi ngày
zh_hans: 冲刺不限每日次数
zh_hant: 衝刺不限每日次數

# store.unlockNow
source: Upgrade now
ar_sa: قم بالترقية الآن
cs: Upgradovat nyní
da: Opgrader nu
de_de: Jetzt upgraden
el: Αναβάθμιση τώρα
es_es: Mejorar ahora
fi: Päivitä nyt
fr_ca: Mettre à niveau
he: שדרוג עכשיו
hi: अभी अपग्रेड करें
hu: Frissítés most
id: Upgrade sekarang
it: Esegui l'upgrade ora
ja: 今すぐアップグレード
ko: 지금 업그레이드
ms: Naik taraf sekarang
nl_nl: Nu upgraden
no: Oppgrader nå
pl: Ulepsz teraz
pt_br: Fazer upgrade agora
ro: Upgradează acum
ru: Перейти на Pro
sv: Uppgradera nu
th: อัปเกรดเลย
tr: Şimdi yükselt
vi: Nâng cấp ngay
zh_hans: 立即升级
zh_hant: 立即升級

# store.unlockTraining
source: Unlock the training
ar_sa: افتح التدريب
cs: Odemknout trénink
da: Lås træningen op
de_de: Das Training freischalten
el: Ξεκλείδωσε την προπόνηση
es_es: Desbloquear el entrenamiento
fi: Avaa harjoittelu
fr_ca: Débloquer l'entraînement
he: פתח את האימון
hi: अभ्यास खोलें
hu: Edzés feloldása
id: Buka latihannya
it: Sblocca l'allenamento
ja: トレーニングを解放
ko: 훈련 잠금 해제
ms: Buka latihan
nl_nl: Ontgrendel de training
no: Lås opp treningen
pl: Odblokuj trening
pt_br: Desbloquear o treino
ro: Deblochează antrenamentul
ru: Открыть тренировки
sv: Lås upp träningen
th: ปลดล็อกการฝึก
tr: Antrenmanı aç
vi: Mở khóa phần luyện tập
zh_hans: 解锁训练
zh_hant: 解鎖訓練

# store.unverified
source: That purchase could not be verified.
ar_sa: تعذّر التحقق من هذا الشراء.
cs: Tento nákup se nepodařilo ověřit.
da: Købet kunne ikke bekræftes.
de_de: Dieser Kauf konnte nicht verifiziert werden.
el: Αυτή η αγορά δεν επαληθεύτηκε.
es_es: Esa compra no se pudo verificar.
fi: Ostoa ei voitu vahvistaa.
fr_ca: Cet achat n'a pas pu être vérifié.
he: לא ניתן לאמת את הרכישה.
hi: उस ख़रीद की पुष्टि नहीं हो सकी।
hu: Ezt a vásárlást nem sikerült ellenőrizni.
id: Pembelian itu tidak bisa diverifikasi.
it: Questo acquisto non è stato verificato.
ja: その購入を検証できませんでした。
ko: 그 구입을 확인하지 못했습니다.
ms: Pembelian itu tidak dapat disahkan.
nl_nl: Die aankoop kon niet worden geverifieerd.
no: Kjøpet kunne ikke bekreftes.
pl: Nie udało się zweryfikować tego zakupu.
pt_br: Não foi possível verificar essa compra.
ro: Achiziția nu a putut fi verificată.
ru: Эту покупку не удалось проверить.
sv: Köpet kunde inte verifieras.
th: ยืนยันการซื้อนี้ไม่ได้
tr: Bu satın alma doğrulanamadı.
vi: Không xác minh được giao dịch đó.
zh_hans: 这笔购买无法验证。
zh_hant: 這筆購買無法驗證。

# store.upsell
source: Unlimited puzzles, drills and runs
ar_sa: ألغاز وتمارين وجولات بلا حدود
cs: Úlohy, cvičení a série bez omezení
da: Opgaver, øvelser og runder uden grænser
de_de: Unbegrenzt Aufgaben, Übungen und Läufe
el: Ασκήσεις, φινάλε και γύροι χωρίς όριο
es_es: Ejercicios, finales y series sin límite
fi: Tehtäviä, harjoituksia ja kierroksia rajatta
fr_ca: Problèmes, exercices et runs sans limite
he: תרגילים, סופים וסבבים ללא הגבלה
hi: पहेलियाँ, अभ्यास और दौर बिना सीमा
hu: Korlátlan feladvány, gyakorlat és kör
id: Soal, latihan, dan sesi tanpa batas
it: Esercizi, finali e run senza limiti
ja: 問題・ドリル・ラッシュが無制限
ko: 문제·드릴·러시 무제한
ms: Teka-teki, latihan dan pusingan tanpa had
nl_nl: Onbeperkt puzzels, oefeningen en runs
no: Oppgaver, øvelser og runder uten grense
pl: Zadania, ćwiczenia i serie bez limitu
pt_br: Exercícios, finais e séries sem limite
ro: Exerciții, finaluri și runde fără limită
ru: Задачи, упражнения и серии без ограничений
sv: Uppgifter, övningar och rundor utan gräns
th: แบบฝึก ดริล และรอบไม่จำกัด
tr: Sınırsız problem, alıştırma ve tur
vi: Bài tập, luyện tập và lượt không giới hạn
zh_hans: 习题、练习和冲刺不限量
zh_hant: 習題、練習與衝刺不限量
